0	0	
217	80	EMCO-\nLM800
218	80	Irco/FMB-\nloader
219	80	User\nCycle 3
220	80	User\nCycle 4
221	80	User\nCycle 5
222	80	User\nCycle 6
85000	80	Direcciòn X=0 Z=1
85001	80	Direcciòn X=0 Z=1
85010	80	Nombre programa de tronzar
85012	80	Posiciòn cambio de G0 a G1
85014	80	G1-Avance
85016	80	Posiciòn de recoger pieza
85018	80	Desplazamiento S1 zu S2
85020	80	Apriete 0=No 1=Si
85030	80	Recogida de barra en Z
85032	80	Posiciòn tope en X
85034	80	Posiciòn final en Z
85036	80	Posiciòn libre en Z
85038	80	Posiciòn en Z para nueva barra
85040	80	Avance en mm/min
85042	80	Tiempo de expulsar retal en seg
85043	80	Tiempo recogedor para adelante en seg
85044	80	Pieza retal 
85046	80	0=Mecanizar retal 1=Expulsar retal
85048	80	0=Recogedor 1=Deposito de viruta 2=Programa de retal
85049	80	1=Deposito de viruta 2=Programa de retal
85050	80	Nombre del programa de retal
85052	80	Nombre del programma de comienzo de barra
85054	80	Pendulaciòn 0=apagado 1=encendido
85056	80	Espera a sena MX1 Fin Kupa *Entrada E37.2*
85057	80	Espera a sena MX2 Fin Kupa Arranque despues cambio de barra *Entrada E37.6*
85058	80	Espera a sena Arranque despues cambio de barra *Entrada E37.6*
85060	80	Usuario
85062	80	Toma-\nde pieza 
85064	80	Cargador-\nde barra
85066	80	Kupa-\nCargador
85068	80	Emco-\nCargador
85070	80	Irco/FMB-\nCargador
85071	80	Cargador\najena
85072	80	Mediciòn-\nherramien
85074	80	Mediciòn-\nS1
85076	80	Mediciòn-\nS2
85078	80	L1(X)_plus ...Ventana desgaste
85080	80	L1(X)_min ...Ventana desgaste
85082	80	L2(Z)_plus ...Ventana desgaste
85084	80	L2(Z)_min ...Ventana desgaste
85086	80	L1(X)_plus/min ...Limite desgaste
85088	80	L2(Z)_plus/min ...Limite desgaste
85090	80	Control 0=L1(X)/L2(Z)  1=L1(X)  2=L2(Z)
85100	80	Posición de herramienta
85102	80	Pos. herram.
85104	80	Corrector de herramienta
85106	80	Correc. herr
85108	80	prog. barra nueva
85110	80	prog. retal
85112	80	Tope en  X
85114	80	Posición tope en  Z
85116	80	Tope en  Z
85118	80	Posición tope en Z-barra nueva
85120	80	Pos barra nueva
85122	80	pos libre Z
85124	80	T-recog adel
85126	80	Tiempo de espera recogedor hacia atras.
85128	80	T-recog atras
85130	80	Alimentación: 1=Tope 2=Subhusillo 3=Cargador
85132	80	Alimentación
85134	80	Primera alimentación: 0=sin tope 1=con tope
85136	80	1.alimentación
85138	80	Pendulación
85140	80	Retal:1=virut 2=recog. 3=prog retal 4=canal piezas
85142	80	Retal a
85144	80	0=hechar retal 1=mecan. retal
85146	80	Manejo retal
85148	80	Kupa-\nLM_92
85150	80	Fin de Barra
85152	80	Part chatcher forward 
85154	80	Part slide forward
85156	80	Bar change activ *Waiting for input E37.6/E64.6*
85158	80	Barloder pushes forward !* Waiting for input E37.4/E64.4*
